Repository: C3S/collecting_society.portal.creative
Catalog: collecting_society_portal_creative/locale/*/LC_MESSAGES/collecting_society_portal_creative.po
Languages: de, es

source: Could not delete creation - id is missing
de: Kann das Werk nicht löschen - ID fehlt
es: La obra no se puede eliminar - falta la ID

source: Could not delete creation - creation not found
de: Kann das Werk nicht löschen - Werk nicht gefunden
es: La obra no se puede eliminar - obra no encontrada

source: Creation deleted:
de: Werkgelöscht:
es: Obra eliminada

source: Could not delete artist - id is missing
de: Kann den Künstler nicht löschen - ID fehlt
es: El artista no se puede eliminar - falta la ID

source: Could not delete artist - artist not found
de: Kann den Künstler nicht löschen - Künstler nicht gefunden
es: El artista no se puede eliminar - artista no encontrado

source: Artist deleted:
de: Künstler gelöscht:
es: Artista eliminado

source: Artist could not be added:
de: Kann Künstler nicht hinzufügen:
es: El artista no pudo ser añadido

source: Artist added:
de: Künstler hinzugefügt:
es: Artista añadido

source: Type missing
de: Typ fehlt
es: Falta el tipo de cuenta bancaria

source: Number missing
de: Zahlenwert fehlt
es: Falta el número

source: BIC missing
de: BIC fehlt
es: Falta el BIC

source: Number is not a correct IBAN
de: Zahlenwert ist keine korrekte IBAN
es: El número no es un IBAN correcto

source: Artist
de: Künstler
es: Artista

source: Name
es: Nombre

source: Description
de: Beschreibung
es: Descripción

source: Picture
de: Bild
es: Imagen

source: Bank Account
de: Bankkonto
es: Cuenta bancaria

source: Type
de: Typ
es: Tipo de cuenta bancaria

source: Number
de: Zahlenwert
es: Número

source: Add Solo Artist
de: Solo-Künstler hinzufügen
es: Añadir artista

source: Submit
de: Absenden
es: Enviar

source: Add Group Artist
de: Grupen-Künstler hinzufügen
es: Añadir banda

source: Creation could not be added:
de: Werk konnte nicht hinzugefügt werden:
es: La obra no pudo ser añadida

source: Creation added:
de: Werk hinzugefügt:
es: Obra añadida

source: - Select -
de: - Auswählen -
es: - Seleccionar -

source: Performance
de: Aufführung
es: Actuación

source: Composition
de: Komposition
es: Composición

source: Text
es: Texto

source: Adaption
es: Versión adaptada

source: Cover
es: Versión

source: Remix
es: Remezcla

source: Upload audiofile
de: Audio-Datei hochladen
es: Cargar archivo de audio

source: Upload Audiofile
de: Audio-Datei hochladen
es: Cargar archivo de audio

source: Add metadata
de: Metadata hinzufügen
es: Añadir metadatos

source: Title
de: Titel
es: Título

source: Featured Artist
de: Gastauftritt
es: Artista destacado

source: Solo artist
de: Solokünstler
es: Artista

source: Add contributions
de: Mitwirkung hinzufügen
es: Añadir contribuciones

source: Contributions
de: Mitwirkungen
es: Contribuciones

source: Add licences
de: Lizenz hinzufügen
es: Añadir licencias

source: Licenses
de: Lizenzen
es: Licencias

source: Add relations to other creations
de: Verknüpfung zu anderen Werken hinzufügen
es: Añadir relaciones con otras obras

source: Original creations
de: Originalwerke
es: Obras originales

source: Derivative creations
de: Abgeleitete Werke
es: Obras derivadas

source: Continue to metadata
de: Weitermachen mit Metadaten
es: Continuar con los metadatos

source: Continue to contributions
de: Weitermachen mit Mitwirkungen
es: Continuar con las contribuciones

source: Back to audiofile
de: Zurück zur Audio-Datei
es: Volver al archivo de audio

source: Continue to licences
de: Weiter zu den Lizenzen
es: Continuar con las licencias

source: Back to metadata
de: Zurück zu Metadaten
es: Volver a los metadatos

source: Continue to relations
de: Weiter zu Verknüpfungen
es: Continuar con las relaciones

source: Back to contributions
de: Zurück zu Mitwirkungen
es: Volver a las contribuciones

source: Save creation
de: Werk speichern
es: Guardar obra

source: Back to licences
de: Zurück zu Lizenzen
es: Volver a las licencias

source: Origins
de: Ursprünge
es: Orígenes

source: Derivatives
de: Derivate
es: Derivaciones

source: Creations
de: Werke
es: Obras

source: Add
de: Hinzufügen
es: Añadir

source: Solo Artists
de: Solo-Künstler
es: Artistas

source: Group Artists
de: Gruppen-Künstler
es: Bandas

source: Bank Account Number
de: Bankkontonummer
es: Número de cuenta bancaria
